Repository: Papounet58/Kodi-Development
Catalog: script.module.seko.downloader/resources/language/*/strings.po
Languages: french

# #33200
source: Download Settings
french: Parametres de telechargement

# #33201
source: Hide progress during playback
french: Cacher la progression durant un visionnage

# #33203
source: Start downloads
french: Lancer les telechargements

# #33204
source: Stop downloads
french: Stopper les telechargements

# #33205
source: Show current download
french: Afficher le telechargement en cours

# #33206
source: Added to the download queue
french: : Ajouter a la liste des telechargements

# #33207
source: Do you want to resume download ?
french: Voulez-vous reprendre le telechargement ?

# #33208
source: File name :
french: Nom du fichier :

# #33209
source: Delete an element of the list
french: Supprimer un fichier de la liste

# #33209
source: List of download
french: Liste des telechargements

# #33210
source: Delete an element of the list
french: Supprimer un element de la liste

# #33211
source: No elements in the download queue
french: Aucun element dans la liste de telechargement

# #33250
source: Loadgin streaming ...
french: Chargement du streaming ...

# #33251
source: Starting ...
french: Lancement ...

# #33252
source: Initialize local path
french: Initialisation du chemin local

# #33253
source: Initialize the download
french: Initialisation du telechargement

# #33254
source: Starting the download
french: Lancement du telechargement

# #33255
source: Initialize cache
french: Mise en cache

# #33257
source: Download complete
french: Telechargement termine

# #33258
source: Incomplete file
french: Fichier incomplet

# #33259
source: Complete file
french: Fichier complet

# #33260
source: Do you want to keep the file ?
french: Voulez-vous conserver le fichier ?

# #33261
source: Continue to watch ?
french: Relancer la lecture ?

# #33262
source: Do you want to continue the download ?
french: Voulez-vous continuer le telechargement ?

# #33263
source: Download in progress
french: Telechargement en cours

# #33264
source: If you cancel, the cache file will be deleted
french: Si vous annulez, le fichier en cache sera supprime

# #33265
source: Download complete
french: Telechargement termine

# #33266
source: Error during download The cache file will be deleted
french: Erreur pendant le telechargement Le Fichier en cache sera supprime

# #33267
source: Error during download Do you want to try to continue the movie ?
french: Erreur pendant le telechargement Voulez-vous essayer de reprendre le telechargement ?

# #33268
source: Connexion error
french: Erreur de connection

# #33269
source: Error during connexion with MyJDownloader or with device name
french: Erreur de connection avec MyJDownloader ou avec le nom du peripherique.

# #33270
source: Link successfully sent to MyJDownloader
french: Lien envoye avec succes a MyJDownloader
